Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/beltFeeder/beltFeederIO/beltFeederIOTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Level sensor belt
cs: Hladinovy senzor/feeder
hu: Szalag szintérzékelő
vi: Đai cảm biến mức
zh: 送料皮带叶片上电眼

source: Box is ready at flap
cs: Box pripraven
hu: A doboz készen áll a szárnynál
vi: Hộp đã sẵn sàng ở nắp
zh: 送料皮带叶片下箱子就位

source: Flap is closed
cs: Klapka zavrena
hu: A szárny zárva van
vi: Nắp đã đóng
zh: 送料皮带叶片已关闭

source: Flap is open
cs: Klapka otevrena
hu: A szárny nyitva van
vi: Nắp đang mở
zh: 送料皮带叶片已打开

source: Level sensor in bowl
cs: Hladinovy senzor misky
hu: Szintérzékelő a tálban
vi: Cảm biến theo mức trong phễu
zh: 振动盘内电眼

source: Belt forward
cs: Pas vpred
hu: Szalag előre
vi: Đai phía trước
zh: 送料皮带正向

source: Belt bakwards
cs: Pas vzad
hu: Szalag hátra
vi: Đai phía sau
zh: 送料皮带反向

source: Level sensor in bowl low
cs: Senzor v kz nizky
hu: Szintérzékelő a tálban - alacsony
vi: Cảm biến mức ở phễu thấp
zh: 振动盘内电眼 - 低位

source: Level sensor in bowl medium
cs: Senzor v kz stredni
hu: Szintérzékelő a tálban - közepes
vi: Cảm biến mức trong phễu vừa
zh: 振动盘内电眼 - 中位

source: Level sensor in bowl high
cs: Senzor v kz vysoky
hu: Szintérzékelő a tálban - magas
vi: Cảm biến mức ở phễu cao
zh: 振动盘内电眼 - 高位

source: Open flap
cs: Otevrit klapku
hu: Nyitott szárny
vi: Nắp mở
zh: 打开送料皮带叶片

source: Close flap
cs: Zavrit klapku
hu: Zárt szárny
vi: Nắp đóng
zh: 关闭送料皮带叶片

source: Overcurrent protection time
cs: Doba ochrany proti nadproudu
hu: Túláramvédelmi idő
vi: Thời gian bảo vệ quá dòng
zh: 过流保护时间

source: Max open/close time flap
cs: Maximální doba otevření/zavření klapky
hu: Szárny maximális nyitási/zárási ideje
vi: Thời gian đóng/mở tối đa
zh: 最大打开/关闭时间襟翼
